{
  "LargeFile": { "branch": "master" },
  "ale": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "chelper.vim": { "branch": "master" },
  "coc.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "distant.nvim": { "branch": "v0.3" },
  "editorconfig-vim": { "branch": "master" },
  "git-blame.vim": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "impatient.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mini.nvim": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-refactor": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "rnvimr": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "tagbar": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "ultisnips": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-checklist": { "branch": "master" },
  "vim-closetag": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-gitbranch": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-signature": { "branch": "master" },
  "vim-signify": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "vimux": { "branch": "master" },
  "windsurf.vim": { "branch": "main" }
}
