{
  "LargeFile": { "branch": "master" },
  "ale": { "branch": "master" },
  "chelper.vim": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "diffview.nvim": { "branch": "main" },
  "distant.nvim": { "branch": "v0.3" },
  "editorconfig-vim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "git-blame.vim": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "impatient.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "intelephense-docs": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline-gruvbox.vim": { "branch": "master" },
  "lightline.vim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-refactor": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "rnvimr": { "branch": "main" },
  "tagbar": { "branch": "master" },
  "transparent.nvim": { "branch": "main" },
  "ultisnips": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-checklist": { "branch": "master" },
  "vim-closetag": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-gitbranch": { "branch": "master" },
  "vim-merginal": { "branch": "develop" },
  "vim-polyglot": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-signature": { "branch": "master" },
  "vim-signify": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "vimux": { "branch": "master" },
  "windsurf.vim": { "branch": "main" }
}
